<?php
$lang['link']= array(
	'type_no'=>'对不起，操作类型错误！',
	'tid_no'=>'对不起，请选择友链分类！',
	'name_no'=>'对不起，友链名字不能为空！',
	'url_no'=>'对不起，回连地址不能为空！',
	'url_err'=>'对不起，回连地址格式错误！',
	'qq_err'=>'对不起，QQ号格式错误！',
	
	'name_exist'=>'对不起，该友链名字已经存在！',
	'join_close'=>'对不起，友链申请功能已被系统关闭！',

	'status_0'=>'恭喜您，友链申请成功，请等待管理员审核！',
	'status_1'=>'恭喜您，友链申请成功，系统已经自动审核通过！',
);

$lang['link']['operate']= array(
	'join'=>array('success'=>'友链申请成功!','html'=>'回链地址：{url}<br/>请记住本网站的回链地址，请及时添加到您的网站。<a href="{index}">返回友链首页</a>','fail'=>'对不起，申请友链失败，如有疑问请联系管理员QQ！'),
);
?>